const donasi = (pushname, prefix, botName, ownerName) => { 
	return `Hallo, ${pushname} 👋
Mau donasi ya kak ✨
 اتَّقوا النَّارَ ولو بشقِّ تمرةٍ ، فمن لم يجِدْ فبكلمةٍ طيِّبةٍ
_“jauhilah api neraka, walau hanya dengan bersedekah sebiji kurma (sedikit). Jika kamu tidak punya, maka bisa dengan kalimah thayyibah” [HR. Bukhari 6539, Muslim 1016]_
╔════════════════════
║ *DONASI UNTUK ${botName}*
╠════════════════════
║╭──❉ *DONASI BOS* ❉─────
║│➸ *OVO*: 083142727903
║│➸ *DANA*: 083141727903
║│➸ *PULSA*:083144780782
║│ ➸ *AXSIS*: 083144780782
║│➸ *GOPAY*: 083141727903
║╰──────────────────
╠════════════════════
║       
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║        
╠════════════════════
║ _*POWERED BY ${ownerName}*_
╚════════════════════`
}

exports.donasi = donasi